Repository: bopopescu/HomeAutomation
Catalog: src/DevicesAPP/locale/*/LC_MESSAGES/django.po
Languages: es

source: Current value
es: Valor actual

source: Define custom labels for the variables
es: Definir las etiquetas particularizadas para las variables

source: Devices APP
es: APP de Dispositivos

source: The datagram '
es: La trama

source: on device
es: en el dispositivo

source: . The parameters passed
es: . Los parametros introducidos

source: are not adequate.
es: no son adecuados.

source: The device
es: El dispositivo

source: does not have any Beacon associated.
es: no tiene ningun Beacon asociado.

source: Output
es: Salida

source: Input
es: Entrada

source: REMOTE OVER TCP
es: REMOTO MEDIANTE TCP

source: MEMORY
es: MEMORIA

source: Synchronous
es: Síncrono

source: Asynchronous
es: Asíncrono

source: Cronned
es: Periódico

source: Analog Integer
es: Analógico Entero

source: Analog Float
es: Analógico Float

source: Hard Line
es: Linea

source: Smoothed Line
es: Linea suavizada

source: Bars
es: Columnas

source: Save
es: Guardar

source: Cancel
es: Cancelar

source: Save changes
es: Guardar cambios

source: The action parameter passed to the form MainDeviceVarsForm is not accepted. Action=
es: El parametro accion del formulario no es correcto. Accion=

source: Enter the label for the variable
es: Introduce el nombre de la variable

source: Set the datatype of the variable
es: Selecciona el tipo de dato de la variable

source: Enter the value for the variable
es: Introduce el valor de la variable

source: Set the units of the variable
es: Introduce las unidades de la variable

source: Set the type of plot for the variable
es: Selecciona el tipo de grafica de la variable

source: The user can alter the value of the variable
es: El usuario puede modificar el valor de la variable

source: The action parameter passed to the form MasterGPIOsForm is not accepted. Action=
es: El parametro accion del formulario no es correcto. Accion=

source: Enter the pin number
es: Introduce el numero del pin

source: Enter a label for the IO
es: Introduce el nombre de la IO

source: Set the direction of the IO
es: Selecciona la dirección de la IO

source: Set the current value for the IO
es: Introduce el valor de la IO

source: Send a notification when value changes to True
es: Manda una notificación cuando el valor cambia a True

source: Text for the notification when changes to True
es: Texto para la notificación cuando cambie a True

source: Send a notification when value changes to False
es: Manda una notificación cuando el valor cambia a False

source: Text for the notification when changes to False
es: Texto para la notificación cuando cambie a False

source: The action parameter passed to the form DevicetypesForm is not accepted. Action=
es: El parametro accion del formulario no es correcto. Accion=

source: Set the connection of the device
es: Selecciona la conexión del dispositivo

source: Enter the type-descriptor of the device
es: Introduce el código descriptivo del tipo del dispositivo

source: Enter the description of the device
es: Introduce la descripción del dispositivo

source: Select the minimum sample time for the device
es: Introduce el tiempo de sampleo minimo del dispositivo [s]

source: Upload an image for the DeviceType
es: Carga una imagen para el tipop de dispositivo

source: Set labels for the data
es: Definir las etiquetas particularizadas para las variables

source: The action parameter passed to the form DevicesForm is not accepted. Action=
es: El parametro accion del formulario no es correcto. Accion=

source: Enter the name for the device
es: Introduce el nombre del dispositivo

source: Device type
es: Tipo de dispositivo

source: Enter the GPIO for the device
es: Selecciona la GPIO del dispositivo

source: Code for the device
es: Código del dispositivo

source: IP address for the device
es: Introduce la direccion IP del dispositivo

source: Enter the sample time for the device
es: Introduce el tiempo de sampleo del dispositivo [s]

source: Enter the real-time sample time for the device
es: Introduce el tiempo de sampleo en tiempo real del dispositivo [s]

source: Select the state of the device
es: Selecciona el estado del dispositivo

source: Description
es: Descripción

source: Set the days of the week [1=MON, 7=SUN, ?=Ignore]
es: Establece los dias de la semana [1=LUN, 7=DOM, ?=Ignorar]

source: Set the months [1=JAN, 12=DEC, *=ALL]
es: Establece los meses [1=ENE, 12=DIC, *=TODOS]

source: Set the days of the month [1-31, *=ALL]
es: Establece los dias del mes [1-31, *=TODOS]

source: Set the hours of the day [0-23, *=ALL]
es: Establece las horas del dia [0-23, *=TODAS]

source: Set the minutes of the hour [0-59, *=ALL]
es: Establece los minutos de la hora [0-59, *=TODAS]

source: Set the seconds of the minute [0-59, *=ALL]
es: Establece los segundos del minuto [0-59, *=TODOS]

source: Submit
es: Enviar

source: The value in CustomLabels
es: El valor en Customabels

source: is digital but does not have 8 bits separated by "$"
es: es digital pero no tiene 8 bits separados por "$"

source: Select the device
es: Selecciona el dispositivo

source: From
es: Desde

source: To
es: Hasta

source: Main Unit
es: Unidad principal

source: Set the unique name for the beacon
es: Introduce el nombre de la baliza

source: Select the weather source for the beacon
es: Selecciona la fuente de datos climatológicos de la baliza

source: Enter the latitude of the beacon
es: Introduce la latitud de la baliza

source: Enter the longitude of the beacon
es: Introduce la longitud de la baliza

source: Select the firmware file
es: Selecciona el archivo del firmware

source: Main device var
es: Variable de la unidad principal

source: Main device vars
es: Variables de la unidad principal

source: Unique identifier for the variable.
es: Identificador para la variable

source: Value of the variable.
es: Valor de la variable

source: Type of data of the variable.
es: Tipo de dato de la variable.

source: The type of plot desired for the variable.
es: Tipo de gráfica para la variable.

source: Units of the variable.
es: Unidades de la variable

source: Can the user modify the value??
es: ¿Puede modificar el valor el usuario?

source: The value of the MainDeviceVar "
es: El valor de la variable "

source: " has changed. Now it is
es: " ha cambiado. Ahora se vale

source: Input/Output
es: Entrada/Salida

source: Inputs/Outputs
es: Entradas/Salidas

source: The number of the pin following BCM notation.
es: El número del pin siguiendo la numeración BCM.

source: Label describing the GPIO functional meaning.
es: Etiqueta descriptiva del funcionamiento de la E/S

source: Choose wether the GPIO is to be an output, an input or a sensor interface.
es: Selecciona si la E/S es una salida, una entrada, o un interface con sensores.

source: Set the value of the GPIO (only applies to outputs)
es: introduce el valor de la E/S (solo aplica a salidas)

source: Send notification when the rule evaluates to True
es: Mandar notificación cuando la regla se evalúa a True

source: Label for the notification when the IO is True.
es: Texto de la notificación cuando la IO es True

source: Send notification when the rule evaluates to False
es: Mandar notificación cuando la regla se evalúa a False

source: Label for the notification when the IO is False.
es: Texto de la notificación cuando la IO es False

source: The value of the GPIO "
es: El valor de la E/S "

source: Only GPIOs defined as Input or Output can be registered to the DB
es: Solo GPIOs definidos como Entrada o Salida pueden ser registradas en la BBDD

source: Unique identifier of the device type. Usually between 5 and 8 characters.
es: Identificador unico del tipo de dispositivo. Normalmente entre 5 y 8 caracteres.

source: Minimum accepted time between two polls. Refer to the device type documentation.
es: Tiempo minimo entre dos peticiones consecutivas. Ver documentacion del tipo de dispositivo

source: The connection can be: - LOCAL for devices that connect to a pin of the Master unit. - REMOTE OVER TCP for devices communicating through the WiFi interface. - MEMORY for devices that reside in the memory of the Master unit.
es: La conexión puede ser: -LOCAL: para dispositivos que se conectan a un pin de la unidad principal. -REMOTO MEDIANTE TCP: para dispositivos que se comunican a través del interfaz WIFI. -MEMORIA: para dispositivos que residen en la memoria de la unidad principal.

source: Device types
es: Tipos de dispositivos

source: Slave Device
es: Dispositivo

source: Slave Devices
es: Dispositivos

source: Unique identifier of the device. Limited to 50 characters.
es: Identificador del dispositivo. Limitado a 50 caracteres.

source: Invalid device name - This name already exists in the DB.
es: Nombre del dispositivo erróneo - Este nombre ya existe en la BBDD.

source: The pin of the Master unit to which the device is connected. Only applies to locally connected devices.
es: El pin de la unidad principal al que se conecta el dispositivo. Sólo aplica a dispositivos locales.

source: Unique byte-type identifier of the device. It is used to identify the device within the communication frames.
es: Identificador único tipo-byte del dispositivo. Se usa para identificarlo en las tramas de comunicación.

source: Invalid device code - This code already exists in the DB.
es: Código de dispositivo erróneo - El código ya existe en la BBDD.

source: Invalid IP - This IP already exists in the DB.
es: Dirección IP errónea - Esta IP ya existe en la BBDD.

source: Polling state of the device. STOPPED = no polling.
es: Estado de pool del dispositivo. PARADO = sin pooling.

source: Elapsed time between two polls to the device.
es: Tiempo entre dos peticiones al dispositivo.

source: Elapsed time between two polls to the device on realtime polling.
es: Tiempo entre dos peticiones al dispositivo en tiempo real.

source: A locally connected device needs to have a GPIO defined
es: Un dispositivo local necesita tener una E/S definida

source: The GPIO selected is not configured as sensor
es: La GPIO seleccionada no está configurada como sensor

source: The sample time selected is too low for the
es: El tiempo de sampleo introducido es demasiado bajo para

source: for the device
es: para el dispositivo

source: is started with sampletime=
es: ha empezado con una frecuencia=

source: [s]. Next request at
es: [s]. La próxima petición será

source: Polling for device
es: El muestreo del dispositivo

source: could not be started. It has no Datagrams defined
es: no se pudo iniciar. No tiene Datagramas definidos

source: did not exist. The device
es: no existe. El dispositivo

source: was already stopped.
es: ya estaba detenido.

source: Datagram "
es: Trama "

source: " for device "
es: " para el dispositivo "

source: " updated OK
es: " actualizado OK

source: Unknown Device type:
es: Tipo de dispositivo desconocido:

source: . You should firstly register the Device type.
es: . Debes registrarlo antes.

source: Device did not responded OK to reset order. Reset it manually to apply the new configuration.
es: El dispositivo no ha respondido correctamente a la orden de reset. Resetéalo manualmente para aplicar la nueva configuración.

source: Device did not acknowledge the "SetConf" order. Revise the Device source code.
es: El dispositivo no a confirmado la orden de SetConf. Revisa el código fuente del dispositivo.

source: Order confirmed by device
es: Órden confirmada por el dispositivo

source: Device responded with HTTP code
es: El dispositivo respondió con el codigo HTTP

source: The device did not respond. Check connections and retry.
es: El dispositivo no respondió. Comprueba las conexiones y reinténtalo.

source: Datagram item
es: Elemento de trama

source: Datagram items
es: Elementos de trama

source: Days in the week that it would trigger. "1-3" would trigger it on Mon., Tue. and Wed. of the week, "1,3" would trigger it only on Mon. and Wed., "*/2" would trigger every two days, leaving it blank or setting an "*" would trigger it every day.
es: Dias de la semana en los que se activará. "1-3" lo activaría en Lun., Mar. y Mier. de la semana, "1,3" lo activaría solamente el Lun. y el Mier., "*/2" lo activaría cad ados dias, dejándolo en blanco o con "*" lo activará todos los dias.

source: Months that it would trigger. "1-3" would trigger it on Jan., Febr. and March, "1,3" would trigger it only on Jan. and March, "*/2" would trigger every two months, leaving it blank or setting an "*" would trigger it every month.
es: Meses en los que se activará. "1-3" lo activará en Ene., Febr. y Marz, "1,3" lo activará solamente en Ene. y Marz, "*/2" lo activará cada dos meses, dejándolo vacío o con "*" lo activará todos los meses.

source: Datagram
es: Trama

source: Datagrams
es: Tramas

source: The cron expression that controls the polling. Only applies to cronned datagrams.
es: La expresión de temporización que controla el poleo. Solamente aplica a tramas de cron

source: Enables the datagram to be queried
es: Habilita el poleo de la trama

source: Item
es: Elemento

source: Items
es: Elementos

source: Parameter
es: Parámetro

source: Parameters
es: Parámetros

source: Command
es: Orden

source: Commands
es: Órdenes

source: Invalid Beacon name - This name already exists in the DB.
es: Nombre de baliza erróneo - Este nombre ya existe en la BBDD.

source: Type
es: Tipo

source: Relay
es: Relé

source: Status
es: Estado

source: Return
es: Volver

source: IP address
es: Direccion IP

source: Active errors
es: Errores activos

source: STOPPED
es: PARADO

source: Device name
es: Nombre de dispositivo

source: Device state
es: Estado del dispositivo

source: Delete device
es: Eliminar el dispositivo

source: Last updated
es: Ultima actualizacion

source: Device webpage
es: Web del dispositivo

source: Edit
es: Editar

source: No picture
es: Sin imagen

source: Device Code
es: Codigo del dispositivo

source: Device Description
es: Descripcion del dispositivo

source: Device minimum sample time
es: Tiempo de sampleo minimo del dispositivo

source: Device Connection
es: Conexion del dispositivo

source: Picture
es: Imagen

source: Label
es: Etiqueta

source: Value
es: Valor

source: Device
es: Dispositivo

source: Change state
es: Cambiar estado

source: Graphs for the device
es: Graficas del dispositivo

source: Graphs from a device
es: Graficas del dispositivo

source: DEVICES APP DASHBOARD
es: PANEL DE LA APP DE DISPOSITIVOS

source: Please log in if you want to do something else...
es: Logueate si quieres hacer algo mas...

source: Device Types List
es: Lista de tipos de dispositivos

source: Outputs
es: Salidas

source: Device List
es: Lista de dispositivos

source: REMOTE DEVICES
es: DISPOSITIVOS REMOTOS

source: There are no registered remote devices in the installation.
es: No hay dispositivos remotos registrados en la instalacion.

source: LOCAL DEVICES
es: DISPOSITIVOS LOCALES

source: There are no registered local devices in the installation.
es: No hay dispositivos locales registrados en la instalacion.

source: ON MEMORY DEVICES
es: DISPOSITIVOS EN MEMORIA

source: There are no registered on memory devices in the installation.
es: No hay dispositivos en memoria registrados en la instalacion.

source: STOPPED
es: PARADO

source: Master GPIOs List
es: Lista de E/S de la unidad master

source: There are no registered outputs in the installation.
es: No hay salidas registradas en la instalacion

source: Inputs
es: Entradas

source: There are no registered inputs in the installation.
es: No hay entradas registradas en la instalacion

source: Sensors
es: Sensores

source: There are no registered sensor pins in the installation.
es: No hay pines de sensor registrados en la instalacion

source: Main Device Vars List
es: Lista de variables de la unidad principal

source: saved OK
es: guardado OK

source: Adding a new
es: Añadiendo un nuevo

source: Something is wrong with the data provided
es: Algo esta mal con la información recibida

source: Setting up the labels for the data from
es: Definiendo las etiquetas para los datos de

source: Custom labels for device
es: Las etiquetas particularizadas del dispositivo

source: have been set properly.
es: se han definido correctamente.

source: Scanning for a new
es: Buscando un nuevo

source: Found a
es: Encontrado un

source: No device was found
es: No se ha encontrado ningún sispositivo

source: does not have any datagram defined.
es: no tiene ningun datagrama asociado.

source: Please define a datagram for the device type
es: Define un datagrama para el tipo de dispositivo

source: and start polling to
es: y comienza el pooling para

source: gather some data to be plotted.
es: recoger datos que plotear.

source: List of
es: Lista de

source: There are no
es: No hay ningún

source: registered.
es: registrado.

source: Editing a
es: Editando un
