Repository: bopopescu/HomeAutomation
Catalog: src/LocalDevices/locale/*/LC_MESSAGES/django.po
Languages: es

source: Locally connected devices
es: Dispositivos conectados localmente

source: Enter the name of the sensor
es: Introduce el nombre del sensor

source: Select the GPIO linked to the sensor
es: Selecciona la GPIO asociada al sensor

source: Enter the type of the sensor
es: Introduce el tipo de sensor

source: Activate the polling of the sensor
es: Activa el registro del sensor

source: Select the sample time for the measurement [s]
es: Selecciona el tiempo de muestreo de la medida [s]

source: Select the sample time for real-time polling [s]
es: Selecciona el tiempo de muestreo para el real-time [s]

source: Submit
es: Enviar

source: Invalid device name - This name already exists in the DB.
es: Nombre de dispositivo inválido - Este nombre ya existe en le BBDD

source: The GPIO selected is not configured as sensor
es: La GPIO seleccionada no está configurada como sensor

source: The sample time selected is too low for the
es: El tiempo de muestreo es muy pequeño para

source: Local device
es: Dispositivo conectado localmente

source: Local devices
es: Dispositivos conectados localmente
