Repository: bopopescu/HomeAutomation
Catalog: src/RemoteDevices/locale/*/LC_MESSAGES/django.po
Languages: es

source: Define custom labels for the variables
es: Establecer los nombres de las variables

source: Remotely connected devices
es: Dispositivos conectados remotamente

source: Enter a name for the device
es: Introduce el nombre del dispositivo

source: Enter the code for the device
es: Introduce el código del dispositivo

source: Enter the IP address
es: Introduce la dirección IP

source: Select the type of the device
es: Selecciona el tipo de dispositivo

source: Select the status of the device
es: Selecciona el estado del dispositivo

source: Set the sampletime for the device
es: Selecciona el tiempo de muestreo del dispositivo

source: Submit
es: Enviar

source: Invalid device name - Should have minimum 4 characters
es: Nombre de dispositivo erróneo - Tiene que tener un mínimo de 4 caracteres

source: IP address should be formatted "N1.N2.N3.N4" with Nx being numerical digits
es: La dirección IP tiene que ser del tipo "N1.N2.N3.N4" siendo Nx un maximo de 3 digitos numéricos

source: IP address and DeviceCode mismatch. The last digit of the IP address must be equal to the DeviceCode
es: Discrepancia entre la dirección IP y el código del dispositivo. El último dígito de la dirección IP tiene que ser igual al código del dispositivo

source: Invalid device name - This name already exists in the DB.
es: Nombre de dispositivo erróneo - El nombre ya existe en la BBDD.

source: Invalid device code - This code already exists in the DB.
es: Código de dispositivo erróneo - El código ya existe en la BBDD.

source: Invalid IP - This IP already exists in the DB.
es: Dirección IP errónea - La IP ya está registrada en la BBDD.

source: Device
es: Dispositivo

source: Devices
es: Dispositivos
