Repository: bopopescu/HomeAutomation
Catalog: src/MainAPP/locale/*/LC_MESSAGES/django.po
Languages: es

source: Description
es: Descripción

source: Periodicity
es: Periodicidad

source: Current value
es: Valor actual

source: Current setpoint
es: Consigna actual

source: Set as active schedule
es: Establecer como programación activa

source: Activate the rule
es: Activar la regla

source: Automation APP
es: APP de automatización

source: Activate output on Main
es: Activar salida en la unidad Principal

source: Send command to a device
es: Enviar orden a un dispositivo

source: Send an email
es: Enviar un email

source: None
es: Ninguno

source: Heating control
es: Control de la calefacción

source: Garden control
es: Control del jardín

source: Access control
es: Control de accesos

source: Electric system
es: Sistema eléctrico

source: Slaves WIFI network
es: Red WIFI de los dispositivos

source: LAN network
es: Red LAN

source: Security
es: Seguridad

source: Telegram Features
es: Configuración Telegram

source: OpenWeatherMap Features
es: Configuración OpenWeatherMap

source: REE ESIOS Features
es: Configuración REE ESIOS

source: Iberdrola Features
es: Configuración Iberdrola

source: Save
es: Guardar

source: Select the other variable
es: Selecciona la otra variable

source: Select the operation between the two vars
es: Selecciona el operador entre las dos variables

source: Introduce the units for the resultant value
es: Introduce las unidades para el resultado

source: Select the source variable
es: Selecciona la variable origen

source: Enter a constant to scale the result
es: Introduce una constante de escalado para el resultado

source: Select the time-span for the calculation
es: Selecciona el marco temporal del cálculo

source: Select the calculation update frequency
es: Selecciona la frecuencia de refresco del cálculo

source: Select the calculation
es: Selecciona el cálculo

source: Set the number of hours for the delay of the calculation
es: Introduce las horas de retraso para la ejecución del cálculo

source: Submit
es: Enviar

source: Execution order
es: Orden de ejecución

source: Prefix for the variable
es: Prefijo para la variable

source: Operator
es: Operador

source: Prefix for the setpoint
es: Prefijo para la consigna

source: Setpoint
es: Consigna

source: Setpoint is a constant
es: La consigna es una constante

source: Constant value
es: Valor de la constante

source: Hysteresis value
es: Valor de histéresis

source: Operator with the next rule
es: Operador para la siguiente regla

source: This field cannot be left empty if 'IsConstant' has been selected
es: Este campo no se puede dejar vacío si 'El segundo término es una constante' está seleccionado

source: This field cannot be left empty if 'IsConstant' is not selected
es: Este campo no se puede dejar vacío si 'El segundo término es una constante' no está seleccionado

source: Select the action
es: Selecciona la acción

source: Select the user to send the email to
es: Selecciona el usuario al que enviar el email

source: Select the output
es: Selecciona la salida

source: Select the output value when the rule is True
es: Selecciona el valor de la salida cuando la regla sea Verdadera

source: Select the device to send the order to
es: Selecciona el dispositivo al que enviar la orden

source: Select the order to send
es: Selecciona la orden a enviar

source: Send notification when the rule evaluates to True
es: Mandar una notificación cuando la regla se evalúa a True

source: Send notification when the rule evaluates to False
es: Mandar una notificación cuando la regla se evalúa a False

source: Set the name for the automation rule
es: Introduce el nombre de la regla de automatización

source: Select the rule evaluation in case of error
es: Selecciona el valor de la evaluación en el caso de error

source: Execute rule only on the transitions from FALSE to TRUE and viceversa
es: Ejecutar la regla solo en el caso de transiciones de FALSO a VERDADERO y viceversa

source: Select the previous rule to be chained
es: Selecciona la regla anterior a encadenar

source: Select the operator between the previous rule and this one
es: Selecciona el operador entre la regla anterior y esta

source: This field cannot be left empty if a previous rule has been selected
es: Este campo no se puede dejar vacío si se ha seleccionado una regla anterior

source: This field cannot be left empty if 'Activate output on Main' is selected as action
es: Este campo no se puede dejar vacío si 'Activar salida de la unidad Principal' está seleccionada como acción

source: This field cannot be left empty if Send command to a device is selected as action
es: Este campo no se puede dejar vacío si 'Mandar una orden a un dispositivo' está seleccionada como acción

source: Settings
es: Parámetros

source: Name of the installation
es: Nombre de la instalación

source: Descriptive name for the installation.
es: Descripción de la instalación.

source: Name of the domain to access the application
es: Nombre del dominio con el que se accede a la aplicación

source: This is the DNS address that gives access to the application from the internet.
es: Es la dirección DNS que redirecciona a la aplicación desde internet.

source: Autodetect new software releases
es: Detectar automáticamente nuevas versiones de la aplicación

source: Automatically checks the repository for new software
es: Chequear automáticamente el repositorio en busqueda de nuevo software

source: Apply automatically new software releases
es: Aplicar automáticamente las nuevas versiones de código

source: Automatically updates to (and applies) the latest software
es: Se actualiza automáticamente a la última version de software disponible

source: Code of the version of the application framework
es: Código de la versión de la aplicación

source: Follow the beta development versions
es: Seguir las versiones beta de desarrollo

source: Tracks the development versions (may result in unstable behaviour)
es: Instala las versiones de desarrollo (puede resultar en funcionamiento erróneo)

source: NTP server restart time delta
es: Error de tiempo para reiniciar el servidor NTP

source: Time difference in minutes that will trigger a restart of the NTP server
es: La diferencia de tiempo en minutos que lanzará la orden para reiniciar el servidor NTP

source: WIFI network identificator
es: Identificador de la red WIFI

source: This is the name of the WiFi network generated to communicate with the slaves
es: El nombre de la red WIFI que se generará para comunicarse con los dispositivos

source: WIFI network passphrase
es: Clave de la red WIFI

source: This is the encryption password for the WIFI network
es: Es la contraseña de encriptación de la red WIFI

source: IP address for the WIFI network
es: Dirección IP de la red WIFI

source: This is the IP address for the WiFi network generated to communicate with the slaves
es: Es la dirección IP de la red WIFI de dispositivos

source: WIFI network mask
es: Máscara de la red WIFI

source: This is the mask of the WiFi network generated to communicate with the slaves
es: Máscara de la red WiFi generada para comunicarse con los dispositivos esclavos

source: WIFI network gateway
es: Gateway de la red WIFI

source: This is the gateway for the WiFi network generated to communicate with the slaves
es: Gateway de la red WiFi generada para comunicarse con los esclavos

source: IP address for the LAN network
es: Dirección IP de la red LAN

source: This is the IP for the LAN network that is providing the internet access.
es: La dirección IP de la red LAN sobre la que se accede a internet.

source: Mask for the LAN network
es: Máscara de la red LAN

source: This is the mask for the LAN network that is providing the internet access.
es: Máscara de la red LAN sobre la que se accede a internet.

source: Gateway of the LAN network
es: Gateway de la red LAN

source: This is the gateway IP of the LAN network that is providing the internet access.
es: Dirección IP del gateway de la red LAN sobre la que se accede a internet.

source: Enable automatic IP blocking
es: Habilitar bloqueo automático de IPs

source: Feature that blocks automatically WAN IPs with more than certain denied attempts in 24 h.
es: Bloquea automáticamente IP de internet que traten de acceder ilegítimamente al servidor.

source: Number of denied attempts needed to block an IP
es: Número de intentos rechazados para bloquear una IP

source: The number of denied accesses in 24h that will result in an IP being blocked.
es: El número de accesos denegados en 24h que motivarán el bloqueo de una IP.

source: Require credentials to access the server
es: Requerir credenciales para acceder al servidor

source: Increased access security by including an additional barrier on the proxy.
es: Seguridad avanzada incluyendo una barrera adicional en el proxy.

source: Username 1
es: Usuario 1

source: First username enabled to get through the proxy barrier.
es: Primer usuario habilitado para atravesar la barrera del proxy.

source: Password for username 1
es: Contraseña para el ususario 1

source: First username password.
es: Contraseña para el ususario 1

source: Username 2
es: Usuario 2

source: Password for username 2
es: Contraseña para el usuario 2

source: Token for the telegram bot
es: Token para el bot de Telegram

source: The token assigned by the BothFather
es: El token generado por el BotFather de Telegram

source: The ID of the chat to use
es: El ID del chat que usará el robot para publicar datos

source: Iberdrola username
es: Nombre de usuario

source: Username registered into the Iberdrola Distribucion webpage
es: Nombre de usuario registrado en la web de Iberdrola Distribución

source: Iberdrola password
es: Contraseña

source: Password registered on the Iberdrola Distribucion webpage
es: Contraseña registrada en la web de Iberdrola Distribución

source: Token for the openweathermap page
es: Token para la API de openweathermap

source: The token assigned by the OpenWeatherMap service. You should ask yours following https://openweathermap.org/appid
es: Token generado por el servicio OpenWeatherMap. Solicita el tuyo en https://openweathermap.org/appid

source: Token for the ESIOS page
es: Token para la página de ESIOS

source: The token assigned by the ESIOS service. You should ask for yours to: Consultas Sios <consultasios@ree.es>
es: El token generado por el servicio ESIOS. Solicita el tuyo a: Consultas Sios <consultasios@ree.es>

source: Error opening the file
es: Error abriendo el archivo

source: Permission
es: Permiso

source: Permissions
es: Permisos

source: Subsystem
es: Subsistema

source: Subsystems
es: Subsistemas

source: Additional calculation
es: Cálculo adicional

source: Additional calculations
es: Cálculos adicionales

source: An hour
es: Una hora

source: A day
es: Un dia

source: A week
es: Una semana

source: A month
es: Un mes

source: With every new value
es: Con cada nuevo valor

source: Every hour
es: Cada hora

source: Every day at 0h
es: Cada dia a las 0h

source: Every week
es: Cada semana

source: Every month
es: Cada mes

source: Duty cycle OFF
es: Ciclo de trabajo a OFF

source: Duty cycle ON
es: Ciclo de trabajo a ON

source: Mean value
es: Valor medio

source: Max value
es: Valor máximo

source: Min value
es: Valor mínimo

source: Cummulative sum
es: Suma acumulada

source: Integral over time
es: Integral temporal

source: Operation with two variables
es: Operación con dos variables

source: Sum
es: Suma

source: Substraction
es: Resta

source: Product
es: Producto

source: Division
es: División

source: Sum then sum
es: Sumar dato a dato y luego sumar

source: Product then sum
es: Multiplicar dato a dato y luego sumar

source: Constant to multiply the result of the calculation
es: Constante multiplicadora para el resultado

source: What is the time span for the calculation
es: El marco temporal para el cálculo

source: How often the calculation will be updated
es: Frecuencia con la que se actualizará el cálculo

source: What is the delay (in hours) for the calculation from 00:00 h
es: El retardo (en horas) para la ejecución del cálculo desde 00:00 h

source: Automation variable
es: Variable de automatización

source: Automation variables
es: Variables de automatización

source: Units of the variable.
es: Unidades de la variable

source: The variable "%s" has kept the value of %i during %id and %ih
es: La variable "%s" ha mantenido el valor %i durante %id y %ih

source: The variable "%s" has kept the value of %i during %ih, %im and %is
es: La variable "%s" ha mantenido el valor %i durante %i h, %i min y %i seg

source: The variable "%s" has kept the value of %i during %im and %is
es: La variable "%s" ha mantenido el valor %i durante %i min y %i seg

source: The variable "%s" has kept the value of %i during %is
es: La variable "%s" ha mantenido el valor %i durante %i seg

source: Automation var weekly schedule
es: Programación semanal de variables de automatización

source: Automation var weekly schedules
es: Programaciones semanales de variables de automatización

source: Automation var hourly schedule
es: Programación horaria de variables de automatización

source: Automation var hourly schedules
es: Programaciones horarias de variables de automatización

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: LOW
es: BAJO

source: HIGH
es: ALTO

source: Thermostat
es: Termostato

source: Thermostats
es: Termostatos

source: The rule item that the thermostat is linked to.
es: El item de automatización al que el termostato está ligado.

source: Order of execution
es: Orden de ejecución

source: Automation expression
es: Expresión de automatización

source: Automation expressions
es: Expresiones de automatización

source: Automation rule
es: Regla de automatización

source: Automation rules
es: Reglas de automatización

source: False
es: Falso

source: True
es: Verdadero

source: Spanish
es: Español

source: English
es: Inglés

source: DBs uploaded to GDrive
es: BBDD subidas a GDrive

source: Unable to autenticate to GDrive
es: Imposible la autenticación con Google Drive

source: saved OK
es: guardado OK

source: Changes updated OK
es: Los cambios se han actualizado OK

source: Something is wrong with the data provided
es: Algo está mal con los datos proporcionados

source: Timezone has been set to
es: La zona horaria se ha cambiado a

source: Google Drive credentials have been stored
es: Las credenciales de Google Drive se han almacenado

source: Google Drive permissions were not granted
es: No se han otorgado los permisos de acceso de Google Drive

source: Google Drive credentials have been deleted
es: Las credenciales de Google Drive se han eliminado

source: Gunicorn processes restarted
es: Relanzados los procesos Gunicorn
