Repository: bopopescu/HomeAutomation
Catalog: src/utils/locale/*/LC_MESSAGES/django.po
Languages: es

source: Checking-out to the development branch
es: Cambiando a la rama de desarrollo

source: There is a new development version to download.
es: Hay una nueva versión de desarrollo para descargar.

source: You are already on the latest development version
es: Ya estás en la última versión de desarrollo

source: There is a new release version to download. Version code:
es: Hay una nueva versión para descargar. Versión código:

source: You are already on the latest release version:
es: Ya estás en la última versión:

source: Checking for updates...
es: Buscando actualizaciones...

source: %s the latest development revision '%s'.
es: %s la última versión de desarrollo '%s'.

source: Already at
es: Ya estás en

source: Updated to
es: Actualizado a

source: Error checking migrations:
es: Error comprobando las migraciones:

source: Updating DB with new migrations. Relax, it may take a while
es: Actualizando la BBDD con nuevas migraciones. Relájate, me puede llevar un rato

source: Django DB updated OK
es: BBDD de Django actualizada OK

source: Error applying the migration:
es: Error aplicando las migraciones:

source: Static files copied
es: Archivos estáticos copiados

source: Error copying static files -
es: Error copiando archivos estáticos -

source: Restart processes to apply the new changes
es: Reinicia los procesos para aplicar los cambios

source: Problem occurred while updating program.
es: Ha ocurrido un problema mientras se actualizaba el programa.

source: Attempting to run update again...
es: Intentando actualizar de nuevo...

source: Downloading the release version
es: Descargando la versión

source: Attemping to run update again...
es: Intentando actualizar de nuevo...

source: Commands
es: Órdenes

source: SYSTEM RESET Available instructions:
es: SISTEMA RESETEADO Comandos disponibles:

source: Select the command to execute
es: Selecciona el comando a ejecutar

source: No available commands to execute
es: No hay comandos disponibles

source: Sorry but I do not understand you!
es: Lo siento pero no te entiendo!

source: Got it, executed
es: Lo pillé, ejecutado

source: with payload:
es: con parámetros:
